/* Goal String Eight */
"Balance your checkbook" = "Balance your checkbook";

/* Goal String Six */
"Do your laundry" = "Do your laundry";

/* Goal String Nine */
"Find true love!" = "Find true love!";

/* Goal String Fourteen */
"Find what you want from life!" = "Find what you want from life!";

/* Goal String One */
"Find your career!" = "Find your career!";

/* Goal String Two */
"Get Married" = "Get Married";

/* Goal String Eleven */
"Learn a new language!" = "Learn a new language!";

/* Goal String Ten */
"Learn to dance" = "Learn to dance";

/* Goal String Three */
"Meet new people" = "Meet new people";

/* Goal String Five */
"Organize your schedule" = "Organize your schedule";

/* Goal String Twelve */
"Reconnect with old friends" = "Reconnect with old friends";

/* Goal String Thirteen */
"Update your resume" = "Update your resume";

/* Goal String Four */
"Visit a new country!" = "Visit a new country!";

